{
    "fizz_buzz": [
        "Dans cette jungle luxuriante, tu es entouré de son. Entre autres, tu entend beaucoup les singes. Plus impressionant encore, tu les comprends ! Rien ne t'étonne plus sur cette drôle d'île. Les singes disent des nombres, et des sortes de formules : «fizz» et «buzz». Soudain, il se tournent vers toi ! Le chef des singes descend vivement d'un arbre et te toise du regard. Alors il lève le doigt vers les cimes, et c'est la que tu l'apperçoit, la clé en or ! Immédiatement tu essaie de grimper pour l'attraper, mais les singes te repoussent. Le chef dit alors :",
        " «Si toi gagner, alors toi prendre clé, sinon toi prendre raclée !»",
        "Les singes éclatent d'un rire qui fait froid dans le dos. Bon jouer d'accord, mais jouer à quoi ? Un étrange manège prend alors place... Le chef dit «1». Un autre singe dans les arbres dit alors «2», puis un troisième «Fizz» et ainsi de suite : «4», «Buzz», «Fizz», «7», «8», «Fizz», «Buzz», «11», «12»... À ce moment, tous les autres singes se mettent à rire et celui qui vient d’annoncer 12 pousse un cri de déception et se retourne sur sa branche en boudant. Ça y est, tu as compris  ! Alors le jeu commence..."
    ],
    "number": [
        "Tu te promenais lorsque soudain tu te retrouve face à une grotte gigantesque ! Malgré l'obscurité tu rentres, et découvre alors un sphinx ! À ces pieds se trouvent une clé en bronze. Tu t'approche doucement, mais dès que tes mains se sont posé sur la clé, ses yeux se sont illuminé ! ",
        " «Bonjour explorateur ! Pour pouvoir quitter l'île, tu devras tout d’abord prouver ta valeur en gagnant les 3 clés que tu obtiendras en relevant les défis appropriés. Celle est la première des trois.»",
        "Il poursuit : «3 fois de suite, tu devras deviner le nombre que j’ai en tête, tu as 20 essais maximum pour les trouver tous, es-tu prêt ?»"
    ]
}
